Repository: RevoLand/Steam-Library-Manager
Catalog: Source/Steam Library Manager/Properties/Resources.*.resx
Languages: fr, ru, tr

# AnyError_ElapsedTime
source: [{AppName}] An error occurred while moving files. Time Elapsed: {ElapsedTime}
fr: [{AppName}] Une erreur s'est produite lors du déplacement des fichiers du jeu. Temps écoulé : {ElapsedTime}
ru: [{AppName}] Произошла ошибка при перемещении файлов игры. Время истекло: {ElapsedTime}
tr: [{AppName}] Oyun dosyaları taşınırken bir hata oluştu. Geçen süre: {ElapsedTime}

# AnyException_RemoveFiles
source: [{AppName}] An error occurred while moving game files. {ExceptionMessage} Would you like to delete the copied files from target library?
fr: [{AppName}] Une erreur s'est produite lors du déplacement des fichiers de jeu. {ExceptionMessage} Voulez-vous supprimer les fichiers déjà déplacés de la bibliothèque cible?
ru: [{AppName}] Произошла ошибка при перемещении файлов игры. {ExceptionMessage} Хотите удалить файлы которые уже перемещены из целевой библиотеки?
tr: [{AppName}] Oyun dosyaları taşınırken bir hata oluştu. {ExceptionMessage} Şuana kadar taşınan dosyaların hedef kütüphaneden kaldırılmasını ister misiniz?

source: Auto Updater
fr: Mise à jour automatique
ru: Автообновление
tr: Otomatik Güncelleyici

# CompressArchive_FileNotFoundEx
source: [{AppName}] A file system error occurred while compressing files. Error: {ExceptionMessage}. Would you like to remove the broken archive?
fr: [{AppName}] Une erreur liée au système de fichiers est survenue lors de la compression des fichiers. Erreur : {ExceptionMessage}. Voulez-vous supprimer le fichier d'archive généré par SLM ?
ru: [{AppName}] При сжатии файлов произошла ошибка связанная с файловой системой. Ошибка: {ExceptionMessage}. Хотите удалить архивный файл сгенерированным SLM?
tr: [{AppName}] Dosyalar sıkıştırılırken dosya sistemiyle ilgili bir hata oluştu. Hata: {ExceptionMessage} SLM tarafından oluşturulan arşiv dosyasının kaldırılmasını ister misiniz?

# CreateLibrary_ExistsMessage
source: A library already exists at {LibraryPath}
fr: La bibliothèque existe déjà ici {LibraryPath}
ru: Библиотека уже существует в {LibraryPath}
tr: {LibraryPath} konumunda kütüphane zaten mevcut

# CreateLibrary_RootErrorMessage
source: Root folder cannot be selected for Libraries
fr: Les bibliothèques ne peuvent pas être créées à la racine
ru: Библиотеки не могут быть созданы в корне
tr: Kütüphaneler kök dizinde oluşturulamaz

# CreateSteamLibrary_Created
source: New Steam library created
fr: Nouvelle bibliothèque Steam créé
ru: Создана новая библиотека Steam
tr: Yeni Steam Kütüphanesi oluşturuldu.

# CreateSteamLibrary_UnauthorizedAccessException
source: Unable to copy Steam.dll
fr: Impossible de copier Steam.dll
ru: Не удалось скопировать Steam.dll
tr: Steam.dll dosyası kopyalanamadı

# CreateSteamLibrary_UnauthorizedAccessExceptionMessage
source: An error related to file system has happened while creating the new library at: {NewLibraryPath} Error: {ExceptionMessage}. This error is related to file system permissions. Try running SLM as administrator.
fr: Une erreur liée au système de fichiers est survenue lors de la création de la nouvelle bibliothèque : {NewLibraryPath} Erreur : {ExceptionMessage}. L'erreur est liée aux permissions du système de fichiers. Essayez d'exécuter SLM en tant qu'administrateur ou de changer les permissions du dossier cible pour votre utilisateur.
ru: При создании новой библиотеки произошла ошибка связанная с файловой системой: {NewLibraryPath} Ошибка: {ExceptionMessage}. Ошибка связана с разрешениями файловой системы. Попробуйте запустить SLM с помощью администратора или взять разрешения целевой папки для вашего пользователя.
tr: Yeni kütüphane oluştururken dosya sistemine ilişkin bir hata oluştu: Hedef: {NewLibraryPath} Hata: {ExceptionMessage} Oluşan hata dosya sistemi yetkileriyle ilgili. SLM'yi yönetici olarak çalıştırmayı deneyebilir veya hedef klasör için gerekli izinleri ayarlayabilirsiniz.

# CreateSteamLibrary_UnknownError
source: Failed to copy Steam.dll into new library directory. Try running SLM as administrator.
fr: Impossible de copier Steam.dll dans le nouveau répertoire de la bibliothèque. Un problème de permissions, peut-être ?
ru: Не удалось скопировать Steam.dll в новую библиотеку. Ошибка разрешения, может быть?
tr: Steam.dll yeni kütüphane dizinine kopyalanamadı. İzin hatası olabilir mi?

source: Delete library without moving games
fr: Supprimer la bibliothèque sans bouger les jeux
ru: Удалить библиотеку без перемещения игр
tr: Kütüphaneyi içerisindeki oyunlarla sil

# DeleteMainSteamLibrary
source: Steam Library Manager
ru: Менеджер библиотеки Steam
tr: Steam Kütüphane Yöneticisi

# DeleteMainSteamLibraryMessage
source: Unable to remove the main Steam library.
fr: Vous ne pouvez pas supprimer la bibliothèque principale de Steam, pouvez-vous ? Je n'ais jamais tester. TODO: TEST !
ru: Вы не можете удалить основную библиотеку Steam, можете ли вы? Никогда не тестировал если честно. Попробую сделать: ТЕСТ!
tr: Ana Steam kütüphanesi silinemez, silinebilir mi? Daha önce hiç denenmedi.

# DeleteSteamLibrary
source: Steam Library Manager
ru: Менеджер библиотеки Steam
tr: Steam Kütüphane Yöneticisi

# DeleteSteamLibraryMessage
source: All files in library successfully removed. Library: {LibraryFullPath}
fr: Tous les fichiers de jeu dans la bibliothèque ont été supprimés comme demandé. Bibliothèque : {LibraryFullPath}
ru: Все файлы игры в библиотеке успешно удалены по запросу. Библиотека: {LibraryFullPath}
tr: İsteğiniz üzerine kütüphanenizde bulunan tüm oyun dosyaları kaldırıldı. Kütüphane: {LibraryFullPath}

source: DirectoryNotFoundException
fr: Erreur: Répertoire non trouvé (DirectoryNotFoundException)
ru: Каталог не найден, исключение

# DirectoryNotFoundExceptionMessage
source: [{FolderfullPath}] Error creating or accessing the folder. Try running SLM as administrator. Error: {ExceptionMessage}
fr: Le dossier [{FolderfullPath}] n'a pas pu être créé/non trouvé. Exécuter SLM en tant qu'administrateur peut aider. Erreur : {ExceptionMessage}
ru: [{FolderfullPath}] Папка не может создатся/не найдена. Запустите SLM в качестве Администратора, может помочь. Ошибка: {ExceptionMessage}
tr: [{FolderfullPath}] Dosya oluşturulamadı/bulunamadı. SLM'yi yönetici olarak çalıştırmak yardımcı olabilir. Hata: {ExceptionMessage}

# Enums_ArchiveFileSize
source: File size in archive
fr: Taille du fichier dans l'archive
ru: Размер файла в архиве
tr: Arşivdeki dosya boyutu

# Enums_ArchiveSize
source: Archive size
fr: Taille de l'archive
ru: Размер архива
tr: Arşiv boyutu

# Enums_BackupType
source: Backup type
fr: Type de sauvegarde
ru: Тип резервного копирования
tr: Yedekleme türü

# Enums_Copy
source: Copy
fr: Copier
ru: Копировать
tr: Kopyala

# Enums_Custom
source: Custom Theme
fr: Thème personnalisé
ru: Пользовательская Тема
tr: Özel Tema

# Enums_Dark
source: Dark Theme
fr: Thème sombre
ru: Темная тема
tr: Koyu Tema

# Enums_Delete
source: Delete
fr: Supprimer
ru: Удалить
tr: Sil

# Enums_GridView
source: Grid View
fr: Affichage par Grille
ru: Сетка
tr: Tablo görünümü

# Enums_LastPlayed
source: Last played
fr: Joué dernièrement
ru: Последняя игра
tr: Son Oynanma

# Enums_LastUpdate
source: Last update
fr: Dernière mise à jour
ru: Последнее обновление
tr: Son güncelleme

# Enums_Light
source: Light Theme
fr: Thème Clair
ru: Светлая тема
tr: Açık Tema

# Enums_ListView
source: List View
fr: Affichage par liste
ru: Список
tr: Liste Görünümü

# Enums_Name
source: Name
fr: Nom
ru: Имя
tr: İsim

# Enums_SizeOnDisk
source: Size on disk
fr: Taille sur le disque
ru: Размер на диске
tr: Diskteki boyutu

# FileListPopulated
source: [{AppName}] File list populated, total files to move: {FileCount} - total size to move: {TotalFileSize}
fr: [{AppName}] Liste de fichiers terminée, nombre total de fichiers à déplacer : {FileCount} - taille totale à déplacer : {TotalFileSize}
ru: [{AppName}] Список файлов заполнен, все файлы для перемещения: {FileCount} - общий размер для перемещения: {TotalFileSize}
tr: [{AppName}] Dosya listesi oluşturuldu, Taşınacak toplam dosya sayısı: {FileCount} - Taşınacak toplam dosya boyutu: {TotalFileSize}

# FileMoved
source: [{AppName}] File copied: {NewFileName}
fr: [{AppName}] Fichier copié : {NewFileName}
ru: [{AppName}] Файл скопирован: {NewFileName}
tr: [{AppName}] Kopyalanan dosya: {NewFileName}

# FilePermissionRelatedError_DeleteFiles
source: [{AppName}] An error releated to file permissions happened during file movement. Running SLM as Administrator might help. Error: {ExceptionMessage}. Would you like to remove files that already moved from target library?
ru: [{AppName}] Произошла ошибка связанная с разрешениями на файл во время перемещения. Запуск SLM в качестве Администратора должен помочь. Ошибка: {ExceptionMessage}. Хотите удалить файлы которые уже перемещены из целевой библиотеки?
tr: [{AppName}] Dosya taşınması sırasında dosya izinleriyle ilgili bir hata oluştu. SLM'yi yönetici olarak çalıştırmak sorunun çözülmesine yardımcı olabilir. Hata mesajı: {ExceptionMessage} Şuana kadar taşınmış dosyaların hedef kütüphaneden kaldırılmasını ister misiniz?

# FileSystemRelatedError
source: [{AppName}] A file system error occurred while moving files. Error: {ExceptionMessage}
fr: [{AppName}] Une erreur liée au système de fichiers s'est produite lors du déplacement des fichiers. Erreur : {ExceptionMessage}
ru: [{AppName}] При перемещении файлов произошла ошибка связанная с файловой системой. Ошибка: {ExceptionMessage}
tr: [{AppName}] Dosya taşınırken, dosya sistemiyle ilgili bir hata oluştu: Hata: {ExceptionMessage}

# FileSystemRelatedError_DeleteMovedFiles
source: [{AppName}] An error releated to file system is happened while moving files. Error: {ExceptionMessage} Would you like to remove files that already moved from target library?
ru: [{AppName}] При перемещении файлов произошла ошибка отсоединенная к файловой системе. Ошибка: {ExceptionMessage} Хотите удалить файлы которые уже были перемещены из целевой библиотеки?
tr: [{AppName}] Oyun dosyaları taşınırken dosya sistemiyle ilgili bir hata oluştu. Hata: {ExceptionMessage} Hedef kütüphaneden daha önce taşınan dosyaları kaldırmak ister misiniz?

# Forms_Cancel
source: Cancel
fr: Annuler
ru: Отменить
tr: İptal

# Forms_Compressed
source: Compressed
fr: Compressé
ru: Сжато
tr: Sıkıştırılmış

# Forms_LibraryCleaner_Delete
source: Removing junk files.
fr: Suppression des fichiers indésirables comme vous l'avez demandé.
ru: Удаление мусорных файлов как вы запросили.
tr: Çöp dosyalar istenildiği üzere kaldırılıyor.

source: Delete All
fr: Effacer Tout
ru: Удалить все
tr: Tümünü Sil

# Forms_LibraryCleaner_DeleteSelectedFolders
source: Delete selected Folder(s)
fr: Supprimer le(s) dossier(s) sélectionné(s)
ru: Удалить выбранные папки
tr: Seçili klasörleri sil

# Forms_LibraryCleaner_DeleteWarning
source: There might be saved games in these folders?!
fr: Il peut y avoir des jeux enregistrés dans ces dossiers ?!
ru: В этих папках могут быть сохраненные игры?!
tr: Oyun kayıt dosyaları bu klasörler içerisinde olabilir?!

# Forms_LibraryCleaner_DeleteWarningMessage
source: Saved Games may be located within these folders, are you sure you want to remove them?
fr: Des jeux sauvegardés peuvent être présent dans ces répertoires, êtes-vous sûr de vouloir les supprimer ?
ru: Сохраненные игры могут быть расположены в этих папках, вы уверены что хотите их удалить?
tr: Oyun kayıt dosyaları bu klasörler içerisinde olabilir, bu klasörleri kaldırmak istediğinizden emin misiniz?

# Forms_LibraryCleaner_DeletingDirectory
source: Removing old directory: {DirectoryFullPath}
fr: Suppression de l'ancien répertoire : {DirectoryFullPath}
ru: Удаление старой директории: {DirectoryFullPath}
tr: Silinen eski dizin: {DirectoryFullPath}

# Forms_LibraryCleaner_MoveAll
source: Move All
fr: Tout déplacer
ru: Переместить все
tr: Tümünü Taşı

# Forms_LibraryCleaner_MovingFile
source: Moving file: {FileFullName}
fr: Déplacement du fichier : {FileFullName}
ru: Перемещение файла: {FileFullName}
tr: Taşınan Dosya: {FileFullName}

# Forms_LibraryCleaner_MovingFiles
source: Removing junk files.
fr: Déplacement des fichiers indésirables comme vous l'avez demandé.
ru: Перемещение мусорных файлов как вы запросили.
tr: İstenildiği üzere çöp dosyalar taşınıyor.

# Forms_LibraryCleaner_Open
source: Open in Explorer
fr: Ouvrir dans l'explorateur de fichiers
ru: Открыть в Проводнике
tr: Dosya Gezgini'nde aç

# Forms_LibraryCleaner_RefreshList
source: Refresh List
fr: Actualiser la liste
ru: Обновить список
tr: Listeyi Yenile

# Forms_LibraryCleaner_RootPathSelected
source: Root path selected?
fr: Chemin racine sélectionné ?
ru: Корневой путь выбран?
tr: Kök dizin seçildi?

# Forms_LibraryCleaner_RootPathSelectedMessage
source: Are you sure you want to move junk to the root of the disk?
fr: Êtes-vous sûr de vouloir déplacer des ordures à la racine du disque?
ru: Вы уверены что хотите переместить мусор в корень диска?
tr: Çöp dosyaların kök dizine taşınmasını istediğine emin misiniz?

# CreateLibrary_Tooltip
source: Create Library
fr: Créer Bibliothèque
ru: Создать библиотеку
tr: Kütüphane Oluştur

# Forms_LibraryView_Offline
source: Offline
fr: Hors ligne
ru: Оффлайн
tr: Çevrimdışı

source: Donate
fr: Faire Don
ru: Поддержать проект
tr: Bağış yap

# Forms_Main_SearchInLibrary
source: Search in selected library
fr: Rechercher dans la bibliothèque sélectionnée
ru: Поиск в выбранной библиотеке
tr: Seçili kütüphanede ara

# Forms_Main_TabHeader_Library
source: Library
fr: Bibliothèque
ru: Библиотека
tr: Kütüphane

# Forms_Main_TabHeader_LibraryCleaner
source: Library Cleaner
fr: Nettoyeur de bibliothèque
ru: Очистить библиотеку
tr: Kütüphane Temizleyici

source: Settings
fr: Réglages
ru: Настройки
tr: Ayarlar

# Forms_Main_TabHeader_TaskManager
source: Task Manager
fr: Gestionnaire de tâches
ru: Менеджер задач
tr: Görev Yöneticisi

# Forms_Main_Translate
source: Translate
fr: Traduire
ru: Перевести
tr: Tercüme

# Forms_Quit
source: Quit
fr: Quitter
ru: Выход
tr: Çıkış

# Forms_QuitSLM
source: Quit application?
fr: Quitter l'application ?
ru: Выйти из приложения?
tr: Çıkış yap?

# Forms_QuitSLMMessage
source: There are active tasked jobs available in Task Manager. Are you sure you want to quit SLM? This might result in a data loss.
fr: Il y a des tâches actives dans le gestionnaire de tâches. Êtes-vous sûr de vouloir quitter SLM ? Cela pourrait entraîner une perte de données.
ru: В менеджере задач есть активные задачи. Вы уверены что хотите выйти из SLM? Это может привести к потере данных.
tr: Görev Yöneticisinde aktif görevler mevcut. SLM'den çıkış yapmak istediğinize emin misiniz? Bu durum veri kaybına yol açabilir!

source: Calculation method for archive size
fr: Méthode de calcul pour la taille de l'archive
ru: Метод расчета для размера архива
tr: Dizin boyutu hesaplama yöntemi

source: Check for Updates
fr: Vérifier les mises à jour
ru: Проверить наличие обновлений
tr: Güncellemeleri Denetle

source: Check for Updates at Startup
fr: Vérifier Les Mises à Jour au Démarrage
ru: Проверить обновления при запуске
tr: Başlangıçta güncellemeleri kontrol et

source: Clear header image cache
fr: Effacer le cache des images
ru: Очистить кэш изображений

# Forms_Settings_Compress
source: Compress
fr: Compresser
ru: Сжать
tr: Sıkıştır

source: Compress Files
fr: Compresser les fichiers
ru: Сжимать файлы
tr: Dosyaları Sıkıştır

source: Compression Level
fr: Niveau de Compression
ru: Уровень сжатия
tr: Sıkıştırma düzeyi

# Forms_Settings_DoNOTCompress
source: Do NOT Compress
fr: Ne PAS Compresser
ru: Не сжимать
tr: Sıkıştırma yapma

# Forms_Settings_DoNOTRemove
source: Do NOT Remove
fr: Ne PAS Supprimer
ru: Не удалять
tr: Taşınan dosyaları tut

# Forms_Settings_GameListMethod
source: Game listing method
fr: Méthode de liste de jeux
ru: Способ отображения игр
tr: Oyun Listeleme Yöntemi

source: General Settings
fr: Paramètres généraux
ru: Общие настройки
tr: Genel Ayarlar

# Forms_Settings_HeaderImageCache
source: Steam Library Manager
ru: Менеджер библиотеки Steam
tr: Steam Kütüphane Yöneticisi

# Forms_Settings_HeaderImageCacheMessage
source: Header Image Cache cleared.
fr: Cache des images effacé.
ru: Кэш заголовок изображений очищен.
tr: Oyun resim önbelleği temizlendi.

source: Language
fr: Langage
ru: Язык
tr: Dil

source: Move files sequentially if bigger than
fr: Déplacer les fichiers séquentiellement si plus grand que
ru: Переместить файлы синхронно, если больше чем
tr: Dosyalar şundan büyük ise sırayla kopyala

source: Open Logs Folder
fr: Ouvrir le dossier des logs
ru: Открыть папку логов
tr: Kayıt Klasörünü Aç

source: Play a sound on completion
fr: Jouer un son une fois terminé
ru: Воспроизвести звук при завершении
tr: Tamamlandığında ses çal

# Forms_Settings_Remove
source: Remove
fr: Supprimer
ru: Удалить
tr: Kaldır

source: Remove files at Source directory
fr: Supprimer les fichiers dans le répertoire source
ru: Удалить файлы в исходном каталоге
tr: Kaynak dizindeki dosyaları kaldır

source: Report File Movement
ru: Сообщить о перемещении файла
tr: Dosya Taşımasını Rapor Et

source: Keep searching on library change
fr: Continuer à rechercher si la bibliothèque change
ru: Продолжать поиск при изменении библиотеки

source: Calculation method for games
fr: Méthode de calcul pour les jeux
ru: Метод расчета для игр
tr: Oyunlar için hesaplama yöntemi

source: Sort games by
fr: Trier les jeux par
ru: Сортировать игры по
tr: Oyunları buna göre sırala

source: Start Task Manager at Startup
fr: Démarrer le gestionnaire de tâches au démarrage
ru: Запустить менеджер задач при запуске
tr: Başlangıçta Görev Yöneticisini Başlat

# TaskManager
source: Task Manager Default Settings
fr: Paramètres par défaut du gestionnaire de tâches
ru: Настройки менеджера задач по умолчанию

source: Theme Accent
fr: Couleur principale
ru: Цвет темы
tr: Tema Vurgu Rengi

source: Theme Base
fr: Thème d'arrière-plan
ru: Основная тема
tr: Tema Temeli

source: Check for Backup Updates
fr: Vérifier les mises à jour de sauvegarde
ru: Проверить обновления резервной копии
tr: Yedekleme Güncellemelerini Kontrol Et

source: Clear Completed Tasks
fr: Effacer les tâches terminées
ru: Очистить завершенные задачи
tr: Tamamlanan Görevleri Temizle

# TaskManagerCompleted
source: COMPLETED
fr: TERMINÉ
ru: ЗАВЕРШЕНО
tr: TAMAMLANDI

source: Compress
fr: Compresser
ru: Сжать
tr: Sıkıştır

source: Delete
fr: Effacer
ru: Удалить
tr: Sil

# TaskManagerPause
source: Pause
ru: Пауза
tr: Duraklat

# TaskManagerRemoveFromQueue
source: Remove selected Game(s) from Queue
fr: Supprimer le(s) jeu(x) sélectionné(s) de la file d'attente
ru: Удалить выбранную игру(ы) из очереди
tr: Seçili oyunları kuyruktan kaldır

# Forms_TaskManager_ReportFileMovement
source: Log File Operations
fr: Déplacement de fichier de rapport
ru: Сообщить о перемещении файла
tr: Dosya taşımasını raporla

# TaskManagerStart
source: Start
fr: Démarrer
ru: Запуск
tr: Başlat

# TaskManagerStop
source: Stop
fr: Arrêter
ru: Остановить
tr: Durdur

# MoveGamesConfirmError
source: Steam Library Manager
ru: Менеджер библиотеки Steam
tr: Steam Kütüphane Yöneticisi

# MoveGamesConfirmErrorMessage
source: Function is not implemented, process cancelled
fr: Fonction non implémentée, processus annulé
ru: Функция не реализована, процесс отменен
tr: Fonksiyon kodlanmadı, işlem iptal ediliyor

# MoveGamesInLibrary
source: Steam Library Manager
ru: Менеджер библиотеки Steam
tr: Steam Kütüphane Yöneticisi

# MoveGamesInLibraryMessage
source: Move games in Library before deleting?
fr: Déplacer les jeux dans la bibliothèque avant de supprimer la bibliothèque ?
ru: Переместить игры в библиотеку перед удалением библиотеки?
tr: Kütüphaneyi silmeden önce içerisindeki oyun dosyalarını taşı?

# AppInfoFormatException
source: An error happened while parsing context menu, most likely happened duo typo on color name. {ExceptionMessage}
ru: Произошла ошибка при анализе контекстного меню, скорее всего произошло совместный тип на имя цвета. {ExceptionMessage}
tr: Sağ tık menüsü ayrıştırılırken bir hata oluştu. {ExceptionMessage}

source: Delete files (using SLM)
fr: Supprimer les fichiers (en utilisant SLM)
ru: Удалить файлы (используя SLM)
tr: Dosyaları sil (SLM ile)

source: Delete files (using TaskManager)
fr: Supprimer les fichiers (en utilisant le gestionnaire des tâches)
ru: Удалить файлы (используя Менеджер задач)
tr: Dosyaları sil (Görev Yöneticisi ile)

# OriginApp_CMenu_Repair
source: Repair
fr: Réparer
ru: Исправить
tr: Onar

source: Run
fr: Exécuter
ru: Запуск

# OriginInstallation
source: Origin App Installation
fr: Installation de l'appli Origin
ru: Установка исходного приложения
tr: Origin Uygulama Kurulumu

# OriginInstallation_Completed
source: Origin game installation completed. Installer result message: {installerResult}
fr: Installation du jeu Origin terminée. Message de résultat de l'installateur: {installerResult}
ru: Установка исходной игры завершена. Сообщение об итогах установки: {installerResult}
tr: Origin oyun kurulumu tamamlandı. Kurulum sonuç mesajı: {installerResult}

# OriginInstallation_Ongoing
source: Asking Origin to install {AppName} as you have requested. Waiting for Origin to complete the installation...
fr: Demande à Origin d'installer {AppName} comme vous l'avez demandée. En attende d'Origin pour finir l'installation...
ru: Запрос источника установки {AppName} как вы запросили. Ждем завершения установки...
tr: {AppName} adlı oyunun kurulumu başlatıldı. Origin'in kurulumu tamamlaması bekleniyor...

# OriginInstallation_Start
source: Asking Origin to install {AppName} as you have requested.
fr: Demande à Origin d'installer {AppName} comme vous l'avez demandée.
ru: Запрос источника установки {AppName} как вы запросили.
tr: {AppName} adlı oyunun kurulumu başlatıldı.

# OriginLibrary_CMenu_Open
source: Open library in explorer ({LibraryFullPath})
fr: Ouvrir la bibliothèque dans l'explorateur ({LibraryFullPath})
ru: Открыть библиотеку в Проводнике ({LibraryFullPath})
tr: Dosya gezgininde görüntüle ({LibraryFullPath})

# OriginLibrary_CMenu_RemoveFromSLM
source: Remove from SLM
fr: Supprimer de SLM
ru: Удалить из SLM
tr: SLM'den kaldır

# OriginUnknownManifestFile
source: Unknown Manifest Version from Origin game: {OriginApp} - {ManifestVersion}
fr: Version de Manifest du jeu Origin {OriginApp} inconnue: {ManifestVersion}
ru: Неизвестная версия манифеста из игры Origin: {OriginApp} - {ManifestVersion}
tr: {OriginApp} adlı oyun için bilinmeyen Manifest Sürümü: {ManifestVersion}

# Origin_DirectoryNotExists
source: Origin directory does not exist. {NotFoundDirectoryFullPath}
fr: Répertoire Origin non existant. {NotFoundDirectoryFullPath}
ru: Каталог источника не существует. {NotFoundDirectoryFullPath}
tr: Origin dizini mevcut değil. {NotFoundDirectoryFullPath}

# Origin_MissingKey
source: Origin config file does not contain 'DownloadInPlaceDir' location {OriginConfigFilePath}
fr: Le fichier de configuration Origin ne contient pas la configuration 'DownloadInPlaceDir' {OriginConfigFilePath}
ru: Файл конфигурации источника не содержит конфигурацию 'DownloadInPlaceDir' {OriginConfigFilePath}
tr: Origin ayar dosyasında 'DownloadInPlaceDir' anahtarı bulunamadı {OriginConfigFilePath}
