Repository: RevoLand/Steam-Library-Manager
Catalog: Source/Steam Library Manager/Properties/Resources.*.resx
Languages: fr, ru, tr

# PathTooLongException
source: [{AppName}] PathTooLongException occurred while copying files. Error: {ExceptionMessage} Would you like to remove the copied files from target library?
fr: [{AppName}] PathTooLongException s'est produite lors de la copie des fichiers. Rien ne peut être fait par SLM pour contourner cette erreur. Erreur : {ExceptionMessage} Voulez-vous supprimer des fichiers qui ont déjà été déplacés de la bibliothèque cible ?
ru: [{AppName}] При копировании файлов произошла попытка TooLongException. Ничего не может быть сделано SLM в этой ошибке. Ошибка: {ExceptionMessage} Хотите удалить файлы которые уже перемещены из целевой библиотеки?
tr: [{AppName}] Dosyalar taşınırken PathTooLongException hatası oluştu. SLM tarafında bu hata için yapılabilecek hiçbir şey yok. Hata: {ExceptionMessage} Şuana kadar taşınmış dosyaların kaldırılmasını ister misiniz?

source: Please wait...
fr: Merci de patienter ...
ru: Пожалуйста подождите...
tr: Lütfen bekleyin...

# PopulatingFileList
source: [{AppName}] Populating file list, please wait
fr: [{AppName}] Calcul de la liste de fichiers, veuillez patienter
ru: [{AppName}] Популярность списка файлов, пожалуйста подождите
tr: [{AppName}] Dosya listesi alınıyor, lütfen bekleyin

# ReadZip_DontDelete
source: Don't delete the archive file
fr: Ne pas supprimer le fichier d'archive
ru: Не удалять файл архива
tr: Arşiv dosyasını silme

# ReadZip_InvalidDataException
source: An error occurred while parsing zip file
fr: Une erreur est survenue pendant le chargement du fichier Zip
ru: Произошла ошибка при разборе zip-файла
tr: Zip dosyası ayrıştırılırken bir hata meydana geldi

# ReadZip_InvalidDataExceptionMessage
source: An error occurred while parsing zip file: {ZipPath} Check the archive file for corruption. Would you like to remove the selected archive file?
fr: Une erreur s'est produite lors de l'analyse du fichier zip : {ZipPath} Il est toujours suggéré de vérifier manuellement le fichier d'archive pour voir si il est vraiment corrompu ou non ! Voulez-vous supprimer le fichier d'archive ?
ru: Произошла ошибка при разборе zip-файла: {ZipPath} Он все еще рекомендует проверить файл архива вручную, чтобы увидеть действительно ли он поврежден или нет! Хотите удалить указанный архив?
tr: Zip dosyası ayrıştırılırken bir hata meydana geldi: {ZipPath} Dosyanın gerçekten bozuk olup olmadığını görmek adına dosyayı elle kontrol etmenizi öneriyoruz. İlgili arşiv dosyasını kaldırmak istiyor musunuz?

# ReadZip_IOException
source: An error occurred while parsing zip file
fr: Une erreur est survenue pendant le chargement du fichier Zip
ru: Произошла ошибка при разборе zip-файла
tr: Zip dosyası ayrıştırılırken bir hata meydana geldi

# ReadZip_IOExceptionMessage
source: An error occurred while parsing zip file: {ZipPath} Check the archive file for corruption. Would you like to remove the selected archive file?
fr: Une erreur s'est produite lors de l'analyse du fichier zip : {ZipPath} Il est toujours suggéré de vérifier manuellement le fichier d'archive pour voir si il est vraiment corrompu ou non ! Voulez-vous supprimer le fichier d'archive ?
ru: Произошла ошибка при разборе zip-файла: {ZipPath} Он все еще рекомендует проверить файл архива вручную, чтобы увидеть действительно ли он поврежден или нет! Хотите удалить указанный архив?
tr: Zip dosyası ayrıştırılırken bir hata meydana geldi: {ZipPath} Dosyanın gerçekten bozuk olup olmadığını görmek adına dosyayı elle kontrol etmenizi öneriyoruz. İlgili arşiv dosyasını kaldırmak istiyor musunuz?

# RemoveMovedFiles
source: Remove processed files?
fr: Supprimer les fichiers déplacés ?
ru: Удалить перемещенные файлы?
tr: Taşınan dosyaları kaldır?

# CompressedArchiveExistsAndInUse
source: {ArchiveFullPath} is in use. Delaying the task until archive gets free.
fr: {ArchiveFullPath} est en cours d'utilisation. Mise en attente de la tâche jusqu'à ce que l'archive soit libérée.
ru: {ArchiveFullPath} используется. Задача задержится до тех пор пока архив не будет доступен.
tr: {ArchiveFullPath} kullanımda. Görev, dizin boşalana kadar ertelenecek.

# FileCompressed
source: [{AppName}] File compressed: {FileNameInArchive}
fr: [{AppName}] Fichier compressé : {FileNameInArchive}
ru: [{AppName}] Файл сжат: {FileNameInArchive}
tr: [{AppName}] Dosya sıkıştırıldı: {FileNameInArchive}

# FileDecompressed
source: [{AppName}] File decompressed: {NewFileFullPath}
fr: [{AppName}] Fichier décompressé : {NewFileFullPath}
ru: [{AppName}] Файл распакован: {NewFileFullPath}
tr: [{AppName}] Dosya ayrıştırıldı: {NewFileFullPath}

# FormatException
source: An error happened while parsing context menu, most likely happened duo typo on color name. {ExceptionMessage}
ru: Произошла ошибка при анализе контекстного меню, скорее всего произошло совместный тип на названий цвета. {ExceptionMessage}
tr: Bağlam menüsü ayrıştırılırken bir hata oluştu. Büyük ihtimalle renk ismindeki yazım hatasından kaynaklanıyor. {ExceptionMessage}

# SteamApp_CMenu_Compress
source: (De)Compress
fr: (De)Compresser
ru: Распаковать
tr: Çıkart

# SteamApp_CMenu_DeleteFilesSLM
source: Delete files (using SLM)
fr: Supprimer les fichiers (en utilisant SLM)
ru: Удалить файлы (используя SLM)
tr: Dosyaları sil (SLM ile)

# SteamApp_CMenu_DeleteFilesTM
source: Delete files (using TaskManager)
fr: Supprimer les fichiers (en utilisant TaskManager)
ru: Удалить файлы (используя Менеджер задач)
tr: Dosyaları sil (Görev Yöneticisi ile)

# SteamApp_CMenu_GameHub
source: Game Hub
fr: Hub de jeu
ru: Игровое сообщество
tr: Topluluk Merkezi

# SteamApp_CMenu_Play
source: Play
fr: Jouer
ru: Играть
tr: Başlat

# SteamApp_CMenu_SubscribedWorkshopItems
source: Subscribed Workshop Items
fr: Abonnements aux objets du Workshop Steam
ru: Подписанные элементы мастерской
tr: Abone olunan Atölye öğeleri

# SteamApp_CMenu_ViewACF
source: View ACF File
fr: Voir le fichier ACF
ru: Просмотр ACF файла
tr: ACF dosyasını görüntüle

# SteamApp_CMenu_Workshop
source: Workshop
ru: Мастерская Steam
tr: Atölye

# SteamApp_RemovingError
source: Steam Library Manager
ru: Менеджер библиотеки Steam
tr: Steam Kütüphane Yöneticisi

# SteamApp_RemovingErrorMessage
source: An unknown error occurred while removing app files. {FullPath}
fr: Une erreur inconnue s'est produite lors de la suppression des fichiers de l'application. {FullPath}
ru: Произошла неизвестная ошибка при удалении файлов приложения. {FullPath}
tr: Uygulama dosyaları kaldırılırken bir hata oluştu. {FullPath}

# SteamLibrary_CMenu_DeleteGames
source: Delete games in library
fr: Supprimer les jeux de la bibliothèque
ru: Удалить игры в библиотеке
tr: Kütüphanedeki oyunları sil

# SteamLibrary_CMenu_Open
source: Open library in explorer ({LibraryFullPath})
fr: Ouvrir la bibliothèque dans l'explorateur ({LibraryFullPath})
ru: Открыть библиотеку в Проводнике ({LibraryFullPath})
tr: Dosya gezgininde görüntüle ({LibraryFullPath})

source: Remove from SLM
fr: Retirer de SLM
ru: Удалить из SLM
tr: SLM'den kaldır

# SteamLibrary_CMenu_RemoveFromSteam
source: Remove library from Steam (/w files)
fr: Supprimer la bibliothèque de Steam (ainsi que les fichiers contenus)
ru: Удалить библиотеку из Steam (вместе с файлами)
tr: Kütüphaneyi Steam'den kaldır (dosyalar ile)

# Steam_CheckForBackupUpdates
source: Checking for backup updates as you have requested.
fr: Vérification des mises à jour de sauvegarde comme vous l'avez demandé.
ru: Проверка обновлений резервной копии как вы запросили.
tr: Yedek güncelleştirmeleri denetleniyor.

# Steam_CheckForBackupUpdates_Completed
source: [{CurrentTime}] Check for Backup updates completed.
fr: [{CurrentTime}] Vérification des mises à jour de sauvegarde terminées.
ru: [{CurrentTime}] Проверка обновлений резервной копии завершена.
tr: [{CurrentTime}] Yedekler için güncelleme kontrolü tamamlandı.

# Steam_CheckForBackupUpdates_Progress
source: Checking for: {CurrentAppName}
fr: Vérification pour : {CurrentAppName}
ru: Проверка: {CurrentAppName}
tr: Kontrol ediliyor: {CurrentAppName}

# Steam_CheckForBackupUpdates_UpdateFound
source: [{CurrentTime}] An update is available for: {CurrentAppName} - Old backup time: {CurrentAppLastUpdatedOn} - Updated on: {NewAppLastUpdatedOn} - Target: {CurrentAppSteamFullPath} - Source: {NewAppSteamFullPath}
fr: [{CurrentTime}] Une mise à jour est disponible pour : {CurrentAppName} - Ancien temps de sauvegarde : {CurrentAppLastUpdatedOn} - Mise à jour le : {NewAppLastUpdatedOn} - Cible : {CurrentAppSteamFullPath} - Source : {NewAppSteamFullPath}
ru: [{CurrentTime}] Доступно обновление для: {CurrentAppName} - Старое время резервная копия: {CurrentAppLastUpdatedOn} - Обновлено: {NewAppLastUpdatedOn} - Цель: {CurrentAppSteamFullPath} - Источник: {NewAppSteamFullPath}
tr: [{CurrentTime}] {CurrentAppName} adlı oyun için güncelleme mevcut. Eski yedeğin tarihi: {CurrentAppLastUpdatedOn} - Güncel oyun tarihi: {NewAppLastUpdatedOn} - Hedef kütüphane: {CurrentAppSteamFullPath} - Kaynak kütüphane: {NewAppSteamFullPath}

source: Steam needs to be closed
fr: Le client Steam doit être fermée
ru: Steam должен быть закрыт
tr: Steam'in kapatılması gerekiyor

# Steam_NeedsToBeClosedMessage
source: Steam needs to be closed for this action. Would you like SLM to close Steam?
fr: Steam doit être fermé pour cette action. Voulez-vous que SLM ferme Steam ?
ru: Steam должен быть закрыт для этого действия. Хотите чтобы SLM закрыл Steam?
tr: Steam'in bu eylem için kapatılması gerekiyor. SLM'nin sizin için Steam'i kapatmasını ister misiniz?

# Steam_NeedsToBeClosedMessage2
source: Steam.exe could not found. Attempt to terminate the process anyway? Active Steam process path: {ActiveSteamPath}
fr: Steam.exe n'a pas pu trouver (même s'il fonctionne déjà ?), SLM peut essayer de mettre fin au processus Steam maintenant si vous le souhaitez. Chemin de processus de Steam actif : {ActiveSteamPath}
ru: Steam.exe не найден (даже он уже работает?), SLM может попытаться завершить процессы Steam сейчас если хотите. Путь к активному Steam-процессу: {ActiveSteamPath}
tr: Steam.exe bulunamadı (çalışıyor olmasına rağmen?), SLM çalışan Steam işlemlerini durdurmayı deneyebilir. Çalışan Steam işlemi: {ActiveSteamPath}

# Steam_NeedsToBeClosed_NotFoundAndUserCancelled
source: Steam.exe could not be found.
fr: Steam.exe n'a pas pu être trouvé et l'utilisateur ne souhaite pas terminer le processus.
ru: Steam.exe не найден и пользователь не хочет прекращать процесс.
tr: Steam.exe bulunamadı ve kullanıcı işlemi kapatmak istemiyor.

# Steam_NeedsToBeClosed_UserCancelled
source: Steam still running, process halted.
fr: L'utilisateur ne veut pas fermer Steam, je ne peut pas continuer.
ru: Пользователь не хочет закрывать Steam, не может продолжить процесс.
tr: Kullanıcı Steam'i kapatmak istemediği için işleme devam edilemiyor.

# Steam_NotInstalled
source: Steam installation could not be located
fr: L'installation de Steam n'a pas pu être trouvée
ru: Установка Steam не найдена
tr: Steam kurulumu bulunamadı

# Steam_NotInstalledMessage
source: Steam could not be located. Would you like to locate Steam manually?
fr: Steam n'a pas pu être trouvé dans la base de registre. Voulez-vous localiser Steam manuellement ?
ru: Steam не найден в реестре. Хотите найти Steam вручную?
tr: Steam kurulumu kayıt defterinde bulunamadı. Steam'in kurulu olduğu yeri seçmek ister misiniz?

# Steam_Start
source: Start Steam?
fr: Démarrer Steam ?
ru: Запустить Steam?
tr: Steam başlatılsın mı?

# Steam_StartMessage
source: Would you like SLM to start Steam?
fr: Voulez-vous que SLM démarre Steam ?
ru: Хотите ли вы запустить с SLM Steam?
tr: SLM'nin Steam'i başlatmasını ister misin?

# Steam_Start_UserCancelled
source: User denied Steam startup.
fr: L'utilisateur ne veut pas démarrer Steam.
ru: Пользователь не хочет запускать Steam.
tr: Kullanıcı Steam'in başlatılmasını istemiyor.

# TaskCancelled_ElapsedTime
source: [{AppName}] Operation cancelled by user. Time Elapsed: {ElapsedTime}
fr: [{AppName}] Opération annulée par l'utilisateur. Temps écoulé : {ElapsedTime}
ru: [{AppName}] Операция отменена пользователем. Время истекло: {ElapsedTime}
tr: [{AppName}] İşlem kullanıcı tarafından iptal edildi. Geçen süre: {ElapsedTime}

# TaskCancelled_RemoveFiles
source: [{AppName}] Process cancelled. Remove copied files from the target library?
fr: [{AppName}] déplacement du jeu annulé. Voulez-vous supprimer les fichiers qui ont déjà été déplacés de la bibliothèque cible ?
ru: [{AppName}] Передвижение игры отменено. Вы хотите удалить файлы, которые уже перемещены из целевой библиотеки?
tr: [{AppName}] Oyun taşıması iptal edildi. Hedef kütüphaneden şuana kadar taşınan dosyaların kaldırılmasını ister misiniz?

# TaskCompleted
source: [{AppName}] Time elapsed: {ElapsedTime} - Average speed: {AverageSpeed} MB/sec - Average file size: {AverageFileSize}
fr: [{AppName}] Temps écoulé : {ElapsedTime} - Vitesse moyenne : {AverageSpeed} Mo/sec - Taille moyenne des fichiers : {AverageFileSize}
ru: [{AppName}] Прошло времени: {ElapsedTime} — Средняя скорость: {AverageSpeed} MB/сек — Средний размер файла: {AverageFileSize}
tr: [{AppName}] Geçen süre: {ElapsedTime} - Ortalama hız: {AverageSpeed} MB/saniye- Ortalama dosya boyutu: {AverageFileSize}

# TaskManager_Active
source: [{CurrentTime}] [TaskManager] Task Manager is now active and waiting for tasks...
fr: [{CurrentTime}] [TaskManager] Gestionnaire de tâches est maintenant actif et en attente de tâches...
ru: [{CurrentTime}] [TaskManager] Менеджер задач запущен и ждет задач...
tr: [{CurrentTime}] [Görev Yöneticisi] Görev Yöneticisi şuanda aktif ve görevler için hazır...

# TaskManager_AlreadyTasked
source: Steam Library Manager
ru: Менеджер библиотеки Steam
tr: Steam Kütüphane Yöneticisi

# TaskManager_AlreadyTaskedMessage
source: This item is already tasked. Game: {AppName} Target Library: {LibraryFullPath}
fr: Cet élément est déjà dans la liste des taches. Jeu : {AppName} Bibliothèque Cible : {LibraryFullPath}
ru: Этот предмет уже задан. Игра: {AppName} Целевая библиотека: {LibraryFullPath}
tr: Zaten görev yöneticisine eklenmiş. Oyun: {AppName} Hedef Kütüphane: {LibraryFullPath}

# TaskManager_Paused
source: [{CurrentTime}] [TaskManager] Task Manager is paused.
fr: [{CurrentTime}] [TaskManager] Le gestionnaire de tâches est en pause comme demandé.
ru: [{CurrentTime}] [TaskManager] Менеджер задач приостановлен по запросу.
tr: [{CurrentTime}] [Görev Yöneticisi] Görev Yöneticisi duraklatıldı.

# TaskManager_RemoveOldFiles
source: [{CurrentTime}] [{AppName}] Removing copied files. This may take a while, please wait.
fr: [{CurrentTime}] [{AppName}] Suppression des fichiers source déjà copiés comme demandé. Cela peut prendre un certain temps, veuillez patienter.
ru: [{CurrentTime}] [{AppName}] Удаление скопированных исходных файлов по запросу. Это может занять некоторое время, пожалуйста подождите.
tr: [{CurrentTime}] [{AppName}] İstendiği üzere zaten taşınmış kaynak dosyalar kaldırılıyor. Bu işlem biraz sürebilir, lütfen bekleyin.

# TaskManager_RemoveOldFilesCompleted
source: [{CurrentTime}] [{AppName}] Files removed, task completed.
fr: [{CurrentTime}] [{AppName}] Fichiers supprimés, la tâche est maintenant terminée.
ru: [{CurrentTime}] [{AppName}] Файлы удалены, задача завершена.
tr: [{CurrentTime}] [{AppName}] Dosyalar kaldırıldı, işlem tamamlandı.

# TaskManager_Stopped
source: [{CurrentTime}] [TaskManager] Task Manager has stopped.
fr: [{CurrentTime}] [TaskManager] Le gestionnaire de tâches est arrêté.
ru: [{CurrentTime}] [TaskManager] Менеджер задач остановлен.
tr: [{CurrentTime}] [Görev Yöneticisi] Görev Yöneticisi durduruldu.

# TaskStatus_Completed
source: Completed
fr: Terminé
ru: Завершено
tr: Tamamlandı

# TaskStatus_CompressingFile
source: Compressing: {CurrentFileName} ({FileSize})
fr: Compression : {CurrentFileName} ({FileSize})
ru: Сжатие: {CurrentFileName} ({FileSize})
tr: Sıkıştırılıyor: {CurrentFileName} ({FileSize})

# TaskStatus_CopyingFile
source: Copying file: {Percentage}%
fr: Copie du fichier : {Percentage}%
ru: Копирование файла: {Percentage}%
tr: Dosya kopyalanıyor: %{Percentage}

# TaskStatus_Decompress
source: Decompressing: {NewFileName} ({NewFileSize})
fr: Décompression : {NewFileName} ({NewFileSize})
ru: Распаковка: {NewFileName} ({NewFileSize})
tr: Çıkarılıyor: {NewFileName} ({NewFileSize})

# TaskStatus_DeletingDirectory
source: Deleting directory: {DirectoryName}
fr: Suppression du répertoire : {DirectoryName}
ru: Удаление каталога: {DirectoryName}
tr: Silinen dizin: {DirectoryName}

# TaskStatus_DeletingFile
source: Deleting: {FileName} ({FormattedFileSize})
fr: Suppression : {FileName} ({FormattedFileSize})
ru: Удаление: {FileName} ({FormattedFileSize})
tr: Siliniyor: {FileName} ({FormattedFileSize})

# TM_TaskActiveError
source: Steam Library Manager
ru: Менеджер библиотеки Steam
tr: Steam Kütüphane Yöneticisi

# TM_TaskActiveErrorMessage
source: [{AppName}] Task Manager is currently processing this app. Please Stop the Task Manager first.
fr: [{AppName}] Vous ne pouvez pas supprimer du gestionnaire de tâches une application qui est actuellement en cours de déplacement. Veuillez d'abord arrêter le gestionnaire de tâches.
ru: [{AppName}] Вы не можете удалить приложение из Диспетчера задач, которое в настоящее время перемещается. Пожалуйста, сначала остановите менеджер задач.
tr: [{AppName}] Aktif olan işlem Görev Yöneticisinden kaldırılamaz. Lütfen öncelikle Görev Yöneticisi'ni durdurun.

source: UnauthorizedAccessException
ru: Несанкционированный доступ

# UnauthorizedAccessExceptionMessage
source: [{FullPath}] Folder permission error while generating library content. Try running SLM as administrator. Error: {ExceptionMessage}
fr: [{FullPath}] Une erreur liée aux permissions de dossiers s'est produite lors de la génération du contenu de la bibliothèque. Exécuter SLM en tant qu'administrateur peut aider. Erreur : {ExceptionMessage}
ru: [{FullPath}] Произошла ошибка связанная с правами доступа к папке во время создания содержимого библиотеки. Запуск SLM от имени администратора может помочь. Ошибка: {ExceptionMessage}
tr: [{FullPath}] Kütüphane içeriğini oluştururken dosya izinleriyle ilgili bir hata oluştu. SLM'yi yönetici olarak çalıştırmak yardımcı olabilir. Hata: {ExceptionMessage}

# Updater_LatestVersionMessage
source: You are using the latest version of SLM.
fr: Vous utilisez la dernière version de SLM disponible.
ru: Вы используете последнюю версию SLM.
tr: SLM'in en güncel sürümünü kullanıyorsunuz.

# CreateLibrary_Tooltip2
source: Create a Steam, Origin or SLM library at selected folder.
fr: Créer une bibliothèque Steam, Origin ou SLM dans le répertoire sélectionné.
ru: Создайте Steam, Origin или SLM в выбранной папке.
tr: Seçili dizinde Steam, Origin ya da SLM kütüphanesi oluştur.

# CloseLibrary_Tooltip
source: Close Library
fr: Fermer la bibliothèque
ru: Закрыть библиотеку
tr: Kütüphaneyi Kapat

# RefreshLibrary_Tooltip
source: Refresh Library
fr: Actualiser la bibliothèque
ru: Обновить библиотеку
tr: Kütüphaneyi Yenile

# CloseLibrary_Tooltip2
source: Removes the selected library from SLM without touching files inside.
fr: Supprime la bibliothèque sélectionnée de SLM sans en modifier les fichiers contenus.
ru: Удаляет выбранную библиотеку из SLM без затрагиваний файлов внутри.
tr: Seçili kütüphaneyi içindeki dosyalara dokunmadan SLM'den kaldır.

# RefreshLibrary_Tooltip2
source: Refreshes the current status of selected library.
fr: Actualise l'état actuel de la bibliothèque sélectionnée.
ru: Обновляет текущий статус выбранной библиотеки.
tr: Seçili kütüphanenin durumunu yeniler.

# CloseLibrary_Tooltip3
source: Only available for (non-main) Origin and SLM libraries.
fr: Uniquement disponible pour les bibliothèques Origin et de SLM (non-principales).
ru: Доступно только для (не главной) библиотек Origin и SLM.

# TaskManagerView_AutoScrollLogs
source: Auto Scroll Logs
fr: Défilement auto. des logs
ru: Автопрокрутка лога
tr: Kayıtları Otomatik Kaydır

# TaskManagerView_AutoClearCompletedTasks
source: Auto Clear Completed Tasks
fr: Supprimer automatiquement les tâches terminées
ru: Автоочистка завершенных задач
tr: Tamamlanan Otomatik Olarak Temizle

source: Remove Selected Item(s) from Ignore List
fr: Supprimer les élément(s) sélectionnés de la liste d'Ignore
ru: Удалить выбранный элемент(ы) из списка Ignore

source: Ignored
fr: Ignoré
ru: Игнорировано
tr: Reddedildi

# LibraryCleanerTooltip
source: Double-clicking to an item will open it's location in file explorer.
fr: Double-cliquer sur un élément ouvrira son emplacement dans l'explorateur de fichiers.
ru: Двойное нажатие на элемент откроет его местоположение в обозревателе файлов.

# DeleteAll_Tooltip
source: Delete All Items
fr: Supprimer tous les éléments
ru: Удалить все элементы
tr: Bütün Öğeleri Sil

# Forms_LibraryCleaner_DeleteAll_Tooltip2
source: Attempts to delete every folder/file in the given list.
fr: Tentatives de suppression de chaque dossier/fichier dans la liste donnée.
ru: Попытки удалить каждую папку/файл в данном списке.

# Forms_LibraryCleaner_MoveAll_Tooltip
source: Move All Items
fr: Déplacer tous les éléments
ru: Переместить все элементы

# Forms_LibraryCleaner_MoveAll_Tooltip2
source: Moves every folder/file in the given list to selected path.
fr: Déplace chaque dossier/fichier dans la liste donnée vers le chemin sélectionné.
ru: Перемещает каждую папку/файл в заданном списке в выбранный путь.

# Forms_LibraryCleaner_RefreshList_Tooltip
source: Refresh Items
fr: Actualiser les éléments
ru: Обновить элементы
tr: Öğeleri Yenile

# Forms_LibraryCleaner_RefreshList_Tooltip2
source: Refreshes the junk list for Steam libraries.
fr: Actualise la liste des indésirables des bibliothèques Steam.
ru: Обновляет список мусора для библиотек Steam.

source: Ignore Selected Item(s)
fr: Ignorer l'élément(s) sélectionné
ru: Игнорировать выбранный пункт(ы)

source: Enabled
fr: Activé
ru: Включено
tr: Etkin

source: Disabled
fr: Désactivé
ru: Отключено
tr: Devre Dışı

# SteamApp_CMenu_ViewStore
source: View Store Page
fr: Voir la page du magasin
ru: Страница магазина

# SteamApp_CMenu_GoogleSearch
source: Google Search
fr: Recherche Google
ru: Поиск в Google
tr: Google Araması

# SteamApp_CMenu_YoutubeSearch
source: View on Youtube
fr: Ouvrir sur YouTube
ru: Просмотреть на Youtube
tr: Youtube'da Görüntüle

# SteamApp_CMenu_VerifyFiles
source: Verify Files
fr: Vérifier les fichiers
ru: Проверить файлы
tr: Dosyaları Doğrula

source: Headless Folder
fr: Dossier Headless
ru: Папка без заголовка

source: Headless Workshop Folder
fr: Dossier de travail Headless
ru: Папка без заголовка Мастерской

source: Corrupted Data File
fr: Fichier de données corrompu
ru: Повреждённый файл данных

source: Headless Data File
fr: Fichier de données Headless
ru: Файл без заголовка

# Enums_Compact
source: Compact
ru: Компактный

# Enums_Optimal
source: Optimal
ru: Оптимальный
tr: İdeal

# Enums_Fastest
source: Fastest
fr: La plus rapide
ru: Быстрый
tr: En Hızlı

# Enums_Store
source: Store
fr: Magasin
ru: Магазин

# CreateLibraryButton_Click_DirectoryIsNotSelectedForLibraryCreation
source: Directory is not selected for library creation.
fr: Le répertoire n'est pas sélectionné pour la création de la bibliothèque.
ru: Каталог не выбран для создания библиотеки.

# CreateLibraryButton_Click_LibraryTypeIsNotSelectedForLibraryCreation
source: Library type is not selected for library creation.
fr: Le type de bibliothèque n'est pas sélectionné pour la création de la bibliothèque.
ru: Тип библиотеки не выбран для создания библиотеки.

# CreateLibraryButton_Click_SelectedDirectoryDoesNotExistsLibraryPath
source: Selected directory does not exists: {libraryPath}
fr: Le répertoire sélectionné n'existe pas : {libraryPath}
ru: Выбранный каталог не существует: {libraryPath}
tr: Seçili dizin mevcut değil: {libraryPath}
