Repository: RevoLand/Steam-Library-Manager
Catalog: Source/Steam Library Manager/Properties/Resources.*.resx
Languages: fr, ru, tr

# CreateLibraryButton_Click_SteamLibrarySupportMustBeEnabledForThisAction
source: Steam Library support must be enabled for this action.
fr: Le support de la bibliothèque Steam doit être activé pour cette action.
ru: Для этого действия должна быть включена поддержка Steam Library.

# CreateLibraryButton_Click_OriginLibrarySupportMustBeEnabledForThisAction
source: Origin Library support must be enabled for this action.
fr: Le support de la bibliothèque Origin doit être activé pour cette action.
ru: Для этого действия должна быть включена поддержка Origin Library.

# CreateLibraryButton_Click_UplayLibrarySupportMustBeEnabledForThisAction
source: Uplay Library support must be enabled for this action.
fr: Le support de la bibliothèque Uplay doit être activé pour cette action.
ru: Для этого действия должна быть включена поддержка Uplay Library.

# Forms_Main_DonateDescription
source: Opens a webpage with available donation methods. Thank you for your support!
fr: Ouvre une page web avec les méthodes de don disponibles. Merci pour votre soutien !
ru: Открывает веб-страницу с доступными методами пожертвования. Спасибо за вашу поддержку!

source: Translate SLM
fr: Traduire SLM
ru: Перевести SLM
tr: SLM'i Çevir

# TranslateSLMDescription
source: Opens Crowdin project page of SLM which you can contribute to translation of SLM.
fr: Ouvre la page de projet Crowdin de SLM où vous pouvez contribuer à sa traduction.
ru: Открывает страницу проекта Crowdin по SLM которую вы можете внести в перевод SLM.

# Main_DiscordGroup
source: Discord Group
fr: Groupe Discord
ru: Группа Discord
tr: Discord Grubu

# Main_DiscordGroupDescription
source: Opens the invitation link for SLM's Discord Group on your favorite web browser.
fr: Ouvre le lien d'invitation pour le groupe Discord de SLM sur votre navigateur Web préféré.
ru: Открывает ссылку приглашения для Discord Group в SLM в вашем любимом веб-браузере.

# Main_SelectedPath
source: Selected Path:
fr: Sélectionner le chemin :
ru: Выбранный путь:
tr: Seçili Dizin:

source: Select
fr: Sélectionner
ru: Выбрать
tr: Seç

source: Library Type
fr: Type de bibliothèque
ru: Тип библиотеки
tr: Kütüphane Türü

# LibraryTypeDescription
source: Select a library type you would like to create of.
fr: Sélectionnez le type de bibliothèque que vous souhaitez créer.
ru: Выберите тип библиотеки которую вы хотите создать.

source: Selected Library Type:
fr: Type de bibliothèque sélectionné :
ru: Выбранный тип библиотеки:
tr: Seçili Kütüphane Türü:

# SortGamesBy_Tooltip
source: Sorting Method for Game Panel
ru: Метод сортировки для игровой панели

# SortGamesBy_Tooltip2
source: Lets you select a sorting method for the game panel.
ru: Позволяет выбрать метод сортировки для игровой панели.

source: View Method for Game Panel
ru: Метод просмотра для игровой панели

# ViewMethodForGamePanelDesc
source: Lets you switch between Grid and List View for Game Panel
fr: Permet de passer entre une vue en grille et en liste du panneau de jeu
ru: Позволяет переключаться между сеткой и списком для игровой панели

source: Search for...
fr: Rechercher...
ru: Поиск...
tr: Şunun için Ara...

# SearchForDesc
source: Lets you search for a game by it's name or appid.
fr: Vous permet de rechercher un jeu par son nom ou son appid.
ru: Позволяет искать игру по ее названию или приложению.

source: Compacted
fr: Compacté
ru: Компактный

# AppPanel_Desc1
source: Double-clicking to an item will open it's location in file explorer.
fr: Double-cliquer sur un élément ouvrira son emplacement dans l'explorateur de fichiers.
ru: Двойное нажатие на элемент откроет его местоположение в обозревателе файлов.

# AppPanel_Desc2
source: To copy/move a game to another library, simply drag-drop the item to the targeted library.
fr: Pour copier/déplacer un jeu vers une autre bibliothèque, il suffit de glisser-déposer l'élément vers la bibliothèque ciblée.
ru: Чтобы скопировать/переместить игру в другую библиотеку, просто перетащите элемент в целевую библиотеку.

# AppPanel_Desc3
source: Multiple item selection/tasking is allowed.
fr: La sélection/tâche de plusieurs éléments est autorisée.
ru: Можно выбрать/задавать несколько элементов.

# HamburgerMenuControl_AllAvailable
source: All Available
fr: Tous disponibles
ru: Все доступные

source: Steam & SLM
ru: Steam и SLM

source: Home
fr: Accueil
ru: Главная
tr: Ana Sayfa

source: Junk Items
fr: Éléments indésirables
ru: Элементы мусора

source: Duplicate Items
ru: Дублировать элементы

source: Ignored Items
fr: Éléments ignorés
ru: Игнорируемые элементы

source: Remove from Ignore List
fr: Retirer de la liste des ignorés
ru: Удалить из черного списка

# RemoveFromIgnoreList_Tooltip
source: Remove from Ignore List
fr: Retirer de la liste des ignorés
ru: Удалить из черного списка

# RemoveFromIgnoreList_Tooltip2
source: Removes listed items from the Ignore List
fr: Supprime les éléments sélectionnés de la liste des ignorés
ru: Удалить перечисленные элементы из игнорируемого списка

# DeleteAll_Tooltip2
source: Every item/folder listed here will be DELETED. Use it with caution!
fr: Tous les éléments/dossiers listés ici seront SUPPRIMÉS. Procédez avec prudence !
ru: Каждый элемент/папка перечисленная здесь будет УДАЛЕНА. Используйте с осторожностью!

# LibraryPanel_Tooltip
source: Double-clicking to an item will open it's location in file explorer.
fr: Double-cliquer sur un élément ouvrira son emplacement dans l'explorateur de fichiers.
ru: Двойное нажатие на элемент откроет его местоположение в обозревателе файлов.

# CalculationMethodForGames_Tooltip
source: Size Calculation Method for Games
fr: Méthode de calcul de taille pour les jeux
ru: Метод расчета размера для игр

# CalculationMethodForGames_Tooltip2
source: ACF uses the size information provided by the app manifest file
fr: ACF utilise les informations de taille fournies par le fichier manifeste de l'application
ru: ACF использует информацию о размерах предоставленную файлом манифеста приложения

# CalculationMethodForGames_Tooltip3
source: Enumeration, enumarates every file and folder to get the correct size information (SLOW)
fr: Énumération, énumère chaque fichier et dossier pour obtenir les informations de taille correcte (LENT)
ru: Перечисление, перечислите каждый файл и папку, чтобы получить правильную информацию о размере (Медленно)

# CalculationMethodForArchiveSize_Tooltip
source: Size Calculation Method for Compressed Archives
fr: Méthode de calcul de taille pour les archives compressées
ru: Метод расчета размера для сжатых архивов

# CalculationMethodForArchiveSize_Tooltip2
source: Archive Size uses the size of the compressed archive.
fr: La taille de l'archive utilise la taille de l'archive compressée.
ru: Размер архива использует размер сжатого архива.

# CalculationMethodForArchiveSize_Tooltip3
source: File Size in Archive enumarates each file in the archive to get the correct size information (SLOW)
fr: Taille du fichier dans l'Archive énumère chaque fichier dans l'archive pour obtenir les informations de taille correcte (LENT)
ru: Размер файла в архиве перечисляет каждый файл в архиве чтобы получить правильную информацию о размере (Медленно)

# CompressionLevel_Tooltip
source: Compression Level to use for compressing game files.
fr: Niveau de compression à utiliser pour compresser les fichiers de jeu.
ru: Уровень сжатия используемый для сжатия файлов игры.

# ThemeAccent_Tooltip
source: Preferred Theme Accent to use with SLM.
fr: Couleur principale préférée à utiliser avec SLM.
ru: Предпочтительный цвет темы для использования с SLM.

# ThemeBase_Tooltip
source: Preferred Base Theme Colors to use with SLM.
fr: Couleurs d'arrière-plan préférées à utiliser avec SLM.
ru: Предпочтительные базовые цвета тем для использования с SLM.

# CheckForUpdatesAtStartup_Tooltip
source: Attempts for a new version control at startup.
fr: Tentatives pour un nouveau contrôle de version au démarrage.
ru: Попытки нового контроля версий при запуске.

source: Yes
fr: Oui
ru: Да
tr: Evet

source: No
fr: Non
ru: Нет
tr: Hayır

# KeepSearchingOnLibraryChange_Tooltip
source: Keeps the searching text and search for the text in the new selected library if active.
ru: Сохраняет поиск текста и поиск текста в новой выбранной библиотеке если активен.

source: Compact Status Detection
ru: Компактное обнаружение статуса

# CompactStatusDetection_Tooltip
source: Gets the compact status for installed games.
ru: Получает компактный статус для установленных игр.

source: Advanced Compact Size Detection
ru: Расширенный компактный размер обнаружения

# AdvancedCompactSizeDetection_Tooltip
source: Gets the correct size in disk by running compact command on folders.
ru: Получает правильный размер на диске запустив компактную команду для папок.

# AdvancedCompactSizeDetection_Tooltip2
source: Huge performance impact!
fr: Impact considérable sur les performances !
ru: Огромное влияние на производительность!

# Language_Tooltip
source: Default Language to use with SLM.
fr: Langue par défaut à utiliser avec SLM.
ru: Язык по умолчанию для использования с SLM.

# SteamUserID64
source: Steam UserID64 to use with SLM
ru: Steam UserID64 для использования с SLM

# SteamUserID64_Tooltip
source: If selected, SLM will attempt to get latest play date information for games from config file of Steam.
ru: Если выбрано, SLM будет пытаться получить последнюю информацию о дате игры для игр из конфигурационного файла Steam.

# MoveFilesSequentiallyIfBiggerThan_Tooltip
source: Move files bigger than (X) MB sequentially
fr: Déplacer les fichiers plus gros que (X) Mo séquentiellement
ru: Перемещать файлы размером более (X) МБ последовательно

# MoveFilesSequentiallyIfBiggerThan_Tooltip2
source: SLM moves files parallelly for the best performance but for bigger files it may downgrade the performance and may be best to move sequentially.
fr: SLM déplace les fichiers en parallèle pour les meilleures performances mais pour les fichiers plus gros, cela peut dégrader les performances et il peut donc être meilleur de les déplacer séquentiellement.
ru: SLM перемещает файлы параллельно для лучшей производительности, но для больших файлов он может понижать производительность и может быть лучше перемещаться последовательно.

source: Default Compact Level
ru: Компактный уровень по умолчанию

# DefaultCompactLevel_Tooltip
source: Default compression level for compact tasks.
ru: Уровень сжатия по умолчанию для компактных задач.

# DefaultCompactLevel_Tooltip2
source: XPRESS4K = Fastest but weakest
fr: XPRESS4K = Le plus rapide mais le plus faible
ru: XPRESS4K = Быстрый, но самый слабый

# DefaultCompactLevel_Tooltip3
source: XPRESS8K = Balanced
fr: XPRESS8K = Équilibré
ru: XPRESS8K = Сбалансированный

# DefaultCompactLevel_Tooltip4
source: XPRESS16K = Slower but more efficient
fr: XPRESS16K = Plus lent mais plus efficace
ru: XPRESS16K = Медленнее, но эффективнее

# DefaultCompactLevel_Tooltip5
source: LZX = Slowest, most efficient with high overhead
ru: LZX = Самый медленный, самый эффективный с высокими накладными расходами

# OpenLogsFolder_Tooltip
source: SLM will attempt to open /logs/ folder in the file explorer if exists.
fr: SLM tentera d'ouvrir le dossier /logs/ dans l'explorateur de fichiers s'il existe.
ru: SLM попытается открыть /logs/ папку в обозревателе файлов, если таковая существует.

# CheckForUpdates_Tooltip
source: SLM will attempt to check for updates to see if there is newer version available.
fr: SLM tentera de vérifier les mises à jour pour voir s'il y a une version plus récente disponible.
ru: SLM попытается проверить наличие обновлений, чтобы узнать, есть ли новая версия.

# ClearHeaderImageCache_Tooltip
source: SLM will attempt to clear the cache for game header images cached in /.slmcache/ folder
ru: SLM попытается очистить кэш для изображений заголовок игры, кэшируемых в папке /.slmcache/

# RemoveFilesAtSourceDirectory_Tooltip
source: If selected and task is completed successfully (copy-first then remove), SLM will remove the copied files from source. This option can be change per-task.
fr: Si sélectionné et que la tâche est terminée avec succès (d'abord copie puis suppression), SLM supprimera les fichiers copiés de la source. Cette option peut être modifiée pour chaque tâche.
ru: Если выбрано и задача успешно завершена (сначала скопируйте, а затем удалите), SLM удалит скопированные файлы из источника. Эта опция может быть изменена для каждой задачи.

# CompressFiles_Tooltip
source: If selected, SLM will compress files. This option can be changed per-task.
fr: Si sélectionné, SLM compressera les fichiers. Cette option peut être modifiée pour chaque tâche.
ru: Если выбрано, SLM будет сжимать файлы. Эта опция может быть изменена для каждой задачи.

# ReportFileMovement_Tooltip
source: If selected, SLM will report file movement status to log view in the task manager. This option can be changed per-task.
ru: Если выбрано, SLM будет сообщать о состоянии перемещения файла для просмотра журнала в диспетчере задач. Эта опция может быть изменена для каждой задачи.

source: File Transfer Method
fr: Méthode de transfert de fichier
ru: Метод передачи файлов

# StartTaskManagerAtStartup_Tooltip
source: If enabled, Task Manager will be started at startup.
fr: Si activé, le Gestionnaire de tâches sera démarré au démarrage.
ru: Если включено, Менеджер Задач будет запущен при запуске.

# PlayASoundOnCompletion_Tooltip
source: Play a Sound on Task Manager Queue Completion
fr: Jouer un son lorsque la file d'attente du gestionnaire des tâches est terminée
ru: Воспроизвести звук в завершение очереди Менеджера Задач

# PlayASoundOnCompletion_Tooltip2
source: SLM will attempt to play a sound (Windows exclamation or the file in CustomSoundFile setting key) on the queue of task manager gets completed.
fr: SLM tentera de jouer un son (exclamation Windows ou alors le fichier dans la clé de configuration CustomSoundFile) lorsque la file d'attente du gestionnaire de tâches est terminée.
ru: SLM попытается воспроизвести звук (восклицательный знак Windows или файл в ключе настройки CustomSoundFile) в очереди менеджер задач когда завершится.

source: Steam Library Support
fr: Support de la bibliothèque Steam
ru: Поддержка библиотеки Steam
tr: Steam Kütüphane Desteği

# SteamLibrarySupport_Tooltip
source: Enables/Disables Steam Library functionality for SLM
fr: Active/Désactive les fonctionnalités de la bibliothèque Steam pour SLM
ru: Включает/отключает функциональность Steam Library для SLM

source: Origin Library Support
fr: Support de la bibliothèque Uplay
ru: Поддержка библиотеки Origin
tr: Origin Kütüphane Desteği

# OriginLibrarySupport_Tooltip
source: Enables/Disables Origin Library functionality for SLM
fr: Active/Désactive les fonctionnalités de la bibliothèque Uplay pour SLM
ru: Включить/отключить функциональность Origin Library для SLM

source: Uplay Library Support
fr: Support de la bibliothèque Uplay
ru: Поддержка библиотеки Uplay
tr: Uplay Kütüphane Desteği

# UplayLibrarySupport_Tooltip
source: Enables/Disables Uplay Library functionality for SLM
fr: Active/Désactive les fonctionnalités de la bibliothèque Uplay pour SLM
ru: Включает/отключает функциональность Uplay Library для SLM

source: Compact
ru: Компактный

source: Copy
fr: Copier
ru: Копировать
tr: Kopyala

source: Auto Install
fr: Installation automatique
ru: Автоустановка
tr: Otomatik Yükle

# CompactForceCompress
source: Force Compress
fr: Forcer la compression
ru: Принудительно сжать
tr: Sıkıştırmaya Zorla

# TaskPanel_Tooltip
source: Double-clicking on a task will open it's location in file explorer.
fr: Double-cliquer sur une tâche ouvrira son emplacement dans l'explorateur de fichiers.
ru: Двойное нажатие на задачу откроет его местоположение в обозревателе файлов.

source: Start Task Manager
fr: Démarrer le gestionnaire de tâches
ru: Запустить менеджер задач
tr: Görev Yöneticisini Başlat

# StartTaskManager_Tooltip
source: Will start the task manager. Task Manager will process the queued items or wait for new items.
fr: Démarrera le gestionnaire de tâches. Le gestionnaire de tâches traitera les éléments en attente ou en attendra de nouveaux.
ru: Запустит диспетчер задач. Диспетчер задач будет обрабатывать поставленные в очередь элементы или ждать новых элементов.

source: Pause Task Manager
fr: Mettre le gestionnaire de tâches en pause
ru: Пауза менеджера задач
tr: Görev Yöneticisini Duraklat

# PauseTaskManager_Tooltip
source: Pauses task processing and active tasks.
fr: Mettre le traitement des tâches et les tâches actives en pause.
ru: Приостановка обработки задач и активных задач.

source: Stop Task Manager
fr: Arrêter le gestionnaire de tâches
ru: Остановить менеджер задач
tr: Görev Yöneticisini Durdur

# StopTaskManager_Tooltip
source: Stops the task manager and cancels the active task.
fr: Arrête le gestionnaire de tâches et annule la tâche active.
ru: Останавливает диспетчер задач и отменяет активную задачу.
tr: Görev yöneticisini kapatır ve aktif olan görevi iptal eder.

# ClearCompletedTasks_Tooltip
source: Will remove the completed tasks from the task list.
fr: Supprimera les tâches terminées de la liste des tâches.
ru: Удалит выполненные задачи из списка задач.

# CheckForBackupUpdates_Tooltip
source: Will compare the games in SLM libraries with Steam libraries to find if there is any update available.
fr: Comparera les jeux dans les bibliothèques SLM avec les bibliothèques Steam pour vérifier s'il y a des mises à jour disponibles.
ru: Будет сравнивать игры в библиотеках SLM с библиотеками Steam, чтобы выяснить, есть ли какие-либо доступные обновления.

# TaskManagerView_AutoScrollLogs_Tooltip
source: SLM will auto-scroll the logs in the logs window. It may freeze the ui if a lot of small files moved.
fr: SLM va faire défiler automatiquement les logs dans la fenêtre des logs. Cela peut geler l'interface si beaucoup de petits fichiers déplacés.
ru: SLM автоматически прокручивает журналы в окне журналов. Он может заморозить пользовательский интерфейс, если перемещено много мелких файлов.

# TaskManagerView_AutoClearCompletedTasks_Tooltip
source: SLM will remove the completed tasks from task manager.
fr: SLM supprimera les tâches terminées du gestionnaire de tâches.
ru: SLM удалит выполненные задачи из диспетчера задач.

# TaskManagerView_ContinueOnError
source: Continue on Error
fr: Continuer si erreur
ru: Продолжить при ошибке
tr: Hatada Devam Et

# TaskManagerView_ContinueOnError_Tooltip
source: If active, SLM will move to the next task in the list in case of an error with the active task.
fr: Si actif, SLM va passer à la tâche suivante dans la liste en cas d'erreur avec la tâche active.
ru: Если активен, SLM перейдет к следующей задаче в списке в случае ошибки с активной задачей.

# TaskManagerView_SkipSteamRestartDialog
source: Skip Steam Restart Dialog
ru: Пропустить диалог перезапуска Steam

# TaskManagerView_SkipSteamRestartDialog_Tooltip
source: If active, SLM will not ask to restart Steam on Steam library related tasks.
fr: Si actif, SLM ne demandera pas de redémarrer Steam pour les tâches liées à ses bibliothèque.
ru: Если активен, SLM не будет запрашивать перезапуск Steam при выполнении задач, связанных с библиотекой Steam.

# TaskManagerView_SkipSteamRestartDialog_Tooltip2
source: However running Steam apps/games without restarting Steam may (and will) damage app/game installations and will require manual processing!
fr: Cependant, exécuter des applications/jeux Steam sans redémarrer Steam peut (et va) endommager les installations des applications/jeux et nécessitera un traitement manuel !
ru: Однако запуск приложений/игр Steam без перезапуска Steam может (и может) повредить установки приложений/игр и потребует ручной обработки!

source: Steam Library Manager: Installation Wizard
fr: Steam Library Manager : Assistant d'installation
ru: Менеджер библиотеки Steam: Мастер установки

# Welcome_Text
source: This installation wizard will help you set basics of SLM for first time use. Please start with selecting a default language, theme base and accent.
fr: Cet assistant d'installation vous aidera à définir les bases de SLM pour la première fois. Veuillez commencer par sélectionner une langue par défaut, un thème d'arrière-plan et une couleur principale.
ru: Этот мастер установки поможет вам установить основы SLM для первого использования. Пожалуйста, начните с выбора языка по умолчанию, темы и цвета.

# Welcome_Text2
source: Alternatively, you can close this window to use SLM's default options.
fr: Vous pouvez également fermer cette fenêtre pour utiliser les options par défaut de SLM.
ru: Кроме того, вы можете закрыть это окно, чтобы использовать параметры по умолчанию для SLM.

# InstallationWizard_Completed
source: Installation is completed!
fr: Installation terminée !
ru: Установка завершена!

source: Close
fr: Fermer
ru: Закрыть
tr: Kapat

# CompactDirectoryNotExists
source: Directory doesn't exists !? - {DirectoryFullName}
fr: Le répertoire n'existe pas !? - {DirectoryFullName}
ru: Каталог не существует !? - {DirectoryFullName}

# Compact_CompressingFile
source: Compressing file: {fileName}
fr: Compression du fichier : {fileName}
ru: Сжатие файла: {fileName}
tr: Dosya sıkıştırılıyor: {fileName}

# Compact_TaskCompletedIn
source: [{AppName}] Compact task completed in {TimeElapsed}
ru: [{AppName}] Компактная задача завершена в {TimeElapsed}

# OriginUpdateAppListException
source: An error happened while updating game list for Origin library: {FullPath} {ex}
fr: Une erreur s'est produite lors de la mise à jour de la liste de jeu pour la bibliothèque Origin : {FullPath} {ex}
ru: Произошла ошибка при обновлении списка игр для библиотеки Origin: {FullPath} {ex}

# Uplay_UpdateAppListError
source: An error happened while updating game list for Uplay library: {FullPath} {ex}
fr: Une erreur s'est produite lors de la mise à jour de la liste de jeu pour la bibliothèque Uplay : {FullPath} {ex}
ru: Произошла ошибка при обновлении списка игр для библиотеки Uplay: {FullPath} {ex}

# CantUnloadLibraryWithActiveTask
source: Can't Unload {targetLibraryType} Libraries while there is an active task.
fr: Impossible de décharger {targetLibraryType} bibliothèques pendant qu'il y a une tâche active.
ru: Невозможно выгрузить библиотеки {targetLibraryType}, пока есть активная задача.

# Uplay_Open
source: Open
fr: Ouvrir
ru: Открыть
tr: Aç

source: Install
fr: Installer
ru: Установить

# SteamAppsFolderNotExists
source: SteamApps Folder Doesn't Exists at: {SteamAppsFolderFullPath}
fr: Le dossier SteamApps n'existe pas à : {SteamAppsFolderFullPath}
ru: Папка SteamApps не существует в: {SteamAppsFolderFullPath}

# Uplay_UnauthorizedAccessExceptionTitle
source: UnauthorizedAccessException while Installing Uplay Game
fr: UnauthorizedAccessException lors de l'installation d'un jeu Uplay
ru: Несанкционированный доступ при установке Uplay игры

# Uplay_UnauthorizedAccessExceptionMessage
source: UnauthorizedAccessException while trying to update the registry for the Uplay game installation: {AppName} SLM must be running as Administrator for this process. Alternatively; you can use the 'Locate Game' function of Uplay. {ExceptionMessage}
fr: UnauthorizedAccessException lors d'une tentative de mise à jour du registre pour l’installation du jeu Uplay : {AppName} SLM doit être exécuté en temps qu'administrateur pour cette action. Autrement; vous pouvez utiliser la fonction "Localiser le jeu installé" de Uplay. {ExceptionMessage}
ru: Исключение неавторизованного доступа при попытке обновить реестр для установки игры Uplay: {AppName} SLM должен быть запущен от имени администратора для этого процесса. В качестве альтернативы; Вы можете использовать функцию «Найти игру» в Uplay. {ExceptionMessage}

source: Library Settings
fr: Paramètres de la bibliothèque
ru: Настройки библиотеки

source: Origin
tr: Köken
